export const adventagesList = [
  {
    src: 'communication',
    alt: 'communication',
    title: 'Опытный наставник',
    underTitle: 'Он не даст тебе закопаться в деталях или свернуть не туда',
  },
  {
    src: 'dollar',
    alt: 'dollar',
    title: 'Опытный наставник',
    underTitle: 'Он не даст тебе закопаться в деталях или свернуть не туда',
  },
  {
    src: 'support',
    alt: 'support',
    title: 'Опытный наставник',
    underTitle: 'Он не даст тебе закопаться в деталях или свернуть не туда',
  },
];

export const graduatesOfCourses = [
  {
    src: 'business',
    alt: 'business man',
    name: 'Виктор Успешенский',
    text: 'Я, в принципе, не задумывался о том, стоит ли идти в КАТА или нет, да и не смущало то, что оплата после трудоустройства (многие воспринимают как что-то страшное и необычное). Есть договор, в договоре всё прописано. И то, что KАТА гарантирует трудоустройство, меня тоже привлекло.',
  },
  {
    src: 'pretty',
    alt: 'pretty woman',
    name: 'Наталья Красивишна',
    text: 'Ну а на финальном собеседовании кроме проверки знаний тебе дают очень важные советы, благодаря которым итоговый оффер может быть намного больше. За что огромное спасибо Александру и Станиславу!',
  },
];

export const courseFeatures = [
  {
    title: 'Регулярное взаимодействие студента с ментором',
    description:
      'Ты изучаешь уроки из курса на нашей платформе. Если возникают вопросы, связываешься со своим наставником в чате. Ментор организует регулярные звонки и помогает со сложными задачами.',
    background: 'bg-darkOrange',
  },
  {
    title: 'Регулярное взаимодействие студента с ментором',
    description:
      'Ты изучаешь уроки из курса на нашей платформе. Если возникают вопросы, связываешься со своим наставником в чате. Ментор организует регулярные звонки и помогает со сложными задачами.',
    background: 'bg-lightRed',
  },
  {
    title: 'Регулярное взаимодействие студента с ментором',
    description:
      'Ты изучаешь уроки из курса на нашей платформе. Если возникают вопросы, связываешься со своим наставником в чате. Ментор организует регулярные звонки и помогает со сложными задачами.',
    background: 'bg-violet',
  },
];

export const programsConditions = [
  {
    text: 'Тебе от 18 до 40 лет.',
  },
  {
    text: 'Ты можешь выделять на обучение минимум 25 часов в неделю.',
  },
  {
    text: 'Успешно проходишь тестовое задание и онлайн-собеседование.',
  },
  {
    text: 'Подписываешь договор: в нём зафиксированы все гарантии и условия. ',
  },
  {
    text: 'Гражданство, ПМЖ или ВНЖ (со сроком действия более двух лет) РФ или Гражданство Беларуси.',
  },
];
