export const WhatIsOffered = [
  {
    src: 'interaction',
    alt: 'interaction',
    title: 'Работа на результат',
    content: 'Высокий уровень знаний на выходе',
  },
  {
    src: 'stages',
    alt: 'stages',
    title: 'Поддержка',
    content: 'Крутое комьюнити, поддержка выпускников',
  },
  {
    src: 'internship',
    alt: 'internship',
    title: 'Понятный договор',
    content: 'Никаких скрытых условий и подводных камней.',
  },
  {
    src: 'cube-with-arrow',
    alt: 'cube-with-arrow',
    title: 'Гарантия результата',
    content: 'Ответственность за выполнение условий договора',
  },
] as const;

export const AdvantageCards = [
  {
    src: 'maze',
    alt: 'maze',
    nameCard: 'КОРПОРАТИВНОЕ ОБУЧЕНИЕ',
    title: 'Поможем с обучением ваших сотрудников',
    subtitle:
      'Гарантируем высокие стандарты обучения разработчиков, оперативность, гибкий подход и максимально удобный формат взаимодействия.',
  },
  {
    src: 'magnet',
    alt: 'magnet',
    nameCard: 'РЕКЛАМНОЕ И ИНФОРМАЦИОННОЕ СОТРУДНИЧЕСТВО',
    title: 'Мы рады новым знакомствам',
    subtitle:
      'Если у вас есть идеи для рекламного и информационного партнерства — мы всегда открыты для ваших предложений.',
  },
];
